[
  {
    "path": "posts/Entrega N°1/",
    "title": "Entrega N°1",
    "description": "Entrega N°1 Medición y Análisis Dimensional de Datos Políticos.",
    "author": [
      {
        "name": "Marcelo Vera Álvarez",
        "url": "https://marceloveraalvarez.github.io/"
      }
    ],
    "date": "2022-08-31",
    "categories": [],
    "contents": "\r\nPregunta de investigación\r\n¿Las democracias mayoritarias son más proclives a vulnerar derechos\r\nindividuales que las democracias consensuales?\r\nJustificación de la pregunta de investigación\r\nLas democracias liberales contemporáneas se nutren de distintas\r\nfuentes normativas, algunas de ellas en aparente tensión. Un ejemplo de\r\nesta tensión es la relación entre la soberanía popular y los derechos de\r\nlos individuos. El liberalismo clásico desconfía de la coerción que una\r\nmayoría puede ejercer sobre una minoría (Mill, 2003) y de la pérdida de\r\nlibertades del individuo ante el cuerpo ciudadano (Constant, 2017). Esta\r\nlínea de pensamiento es profundizada por la tradición federalista y la\r\nnecesidad de idear un diseño institucional de frenos y contrapesos que\r\nmodere el ejercicio del poder político al fragmentarlo en diferentes\r\nintereses que deban dialogar entre sí para ejercer un curso de acción\r\npolítica (Hamilton, Madison & Jay, 2009).\r\nLa tensión entre el principio mayoritario de la soberanía popular y\r\nun sistema contramayoritario de frenos y contrapesos para evitar el\r\nabuso de poder y proteger los derechos de las personas da lugar a dos\r\nformas distintas de entender la democracia. Arend Lijphart (1999)\r\ndistingue entre modelo de democracia mayoritario y modelo consensual. El\r\nmodelo mayoritario organiza las instituciones y el proceso de toma de\r\ndecisiones para fomentar la fluidez del sistema político y la respuesta\r\ndirecta al principio de mayoría. Por otra parte, el modelo consensual\r\nhace énfasis en la necesidad de ir más allá de la mayoría numérica y\r\nreunir el mayor consenso posible para la toma de una decisión. Este tipo\r\nde sistemas dispersan el poder y hacen necesarios grandes acuerdos para\r\nla toma de decisiones.\r\nDe acuerdo a la teoría liberal-republicana del gobierno democrático,\r\nun modelo mayoritario será más proclive a la tiranía de la mayoría y la\r\nvulneración de derechos individuales. En cambio, un modelo consensual\r\ndebería moderar estas tendencias. Por consiguiente, desarrollamos la\r\nsiguiente hipótesis:\r\nHipótesis\r\nH0: Las democracias mayoritarias tienden a vulnerar los derechos\r\nindividuales en mayor medida que las democracias consensuales.\r\nH1: Las democracias mayoritarias no tienden a vulnerar los derechos\r\nindividuales en mayor medida que las democracias consensuales.\r\nVariables independientes\r\nEn base a la dimensión ejecutivo-partido y la dimensión\r\nunitaria-federal de Lijphart (1999) se utilizan las siguientes variables\r\npara la construcción de un índice mayoritario:\r\nConcentración del Poder Ejecutivo: Variable dummy que toma valor\r\n0 cuando se tiene un gabinete de partido único y 1 cuando el gabinete es\r\nuna coalición multipartidista.\r\nRelaciones Ejecutivo-Legislativo: Variable dummy que toma valor 0\r\ncuando el poder ejecutivo tiene poderes formales que le permiten dominar\r\nal poder legislativo y 1 cuando es débil en comparación.\r\nSistema de Partidos: Variable dummy que toma valor 0 cuando el\r\nsistema de partidos es bicameral y 1 cuando consiste en 3 o más\r\npartidos.\r\nSistema Electoral: Variable dummy que toma valor 0 cuando el\r\nsistema es mayoritario y 1 cuando es de representación\r\nproporcional\r\nGrupos de interés: Variable dummy que toma valor 0 cuando\r\npredominan grupos de mayoría relativa con libre competencia entre ellos\r\ny 1 cuando predominan grupos coorporativistas organizados en torno a un\r\ncompromiso gremial.\r\nOrganización del Estado: Variable dummy que toma valor 0 cuando\r\nel Estado es unitario y 1 cuando es federal.\r\nBicameralismo: Variable dummy que toma valor 0 cuando el\r\nparlamento se organiza en una cámara y 1 cuando se organiza en\r\ndos.\r\nRigidez constitucional: Variable dummy que toma valor 0 cuando la\r\nConstitución tiene cláusulas de reforma flexibles por mayoría de los\r\nmiembros en la (o las) cámaras legislativas y 1 cuando exige quórums de\r\nsupramayoría.\r\nControl constitucional: Variable dummy que toma valor 0 cuando no\r\nexiste un órgano diferente de la Legislatura para evaluar la\r\nconstitucionalidad de las leyes y 1 cuando sí existe.\r\nBanco Central: Variable dummy que toma valor 0 cuando el Banco\r\nCentral depende del Poder Ejecutivo y 1 cuando es\r\nindependiente.\r\nVariables de control\r\nEs posible que se agreguen variables de control a la base como el\r\nPIB per cápita u otras.\r\nVariable independiente\r\nDerechos fundamentales: Se utiliza el índice Fundamental Rigths del\r\nWorld Justice Project Rule of Law Index. Es una variable contínua donde\r\n0 significa una débil adhesión al estado de derecho y 1 significa una\r\nfuerte.\r\nReferencias bibliográficas\r\nConstant, B. (2017). The Liberty of the Ancients Compared with that\r\nof the Moderns\r\nHamilton, A., Madison, J. & Jay, J. (2009). The Federalist\r\nPapers. Palgrave Macmillan.\r\nLijphart, A. (1999). Patterns of Democracy: Government Forms and\r\nPerformance in Thirty-Six Countries. Yale University Press.\r\nMill, J. S. (2003). On liberty. Yale University Press.\r\nWorld Justice Project. (2022). Rule of Law Index. Recuperado de: https://worldjusticeproject.org/\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2022-08-31T23:40:45-04:00",
    "input_file": "entrega_1.knit.md"
  }
]
